commands = """
/edit_availability - редактирование количество товара по его id \nПример( /edit_availability 'id товара':'новое количество товара' )


/edit_model_name - редактирование название товара по его id \nПример( /edit_model_name 'id товара':'новое название товара' )


/edit_model_flavor - редактирование название вкуса у товара по его id \nПример( /edit_model_flavor 'id товара':'новой вкус товара' )


/add - добавление новой модели \nПример( /add 'название товара':'вкус товара':'количество товара':'цена товара')


/all - вывод всей инофрмации в базе данных \nПример( /all )


/remove - удаление товара из базы данных по его id \nПример( /remove 'id товара' )


/edit_price - редактирование цены модели по его по его id \nПример( /edit_price 'id товара':'новая цена товара' )


/users - вывод всех пользователей бота


/send - отправляет сообщение всем пользователям
"""

help_text = """
❗️Если у вас возникли какие либо
вопросы или проблемы с работой бота,
обратитесь к нашему менеджеру
https://t.me/d4rv1n99❗️
"""

links_text = """
✈️Телеграмм канал - https://t.me/BigSmokeMD
👨‍💼Менеджер - https://t.me/d4rv1n99
🎵TikTok - https://www.tiktok.com/@bigsmoke.md?_t=8Zf1gxniDtm&_r=1
👨‍💻Разработчик - https://www.instagram.com/daniil_okolitii/
"""

confirmation_text_RU = """
‼️Чтобы потвердить заказ обязательно
отправьте боту команду 
'/phone + ваш номер телефона'‼️
Пример: /phone 069449123
"""

confirmation_text_ROM = """
‼️Pentru a confirma comanda,
asigurați-vă că trimiteți către bot
comanda '/phone + numărul tău de telefon'‼️
Exemplu: /phone 069449123
"""

help_textROM = """
❗️Dacă aveți vreunul
întrebări sau probleme cu activitatea botului,
contactați managerul nostru
https://t.me/d4rv1n99❗️
"""

links_textROM = """
✈️Canal Telegram - https://t.me/BigSmokeMD
👨‍💼Manager - https://t.me/d4rv1n99
🎵TikTok - https://www.tiktok.com/@bigsmoke.md?_t=8Zf1gxniDtm&_r=1
👨‍💻Dezvoltator - https://www.instagram.com/daniil_okolitii/
"""


textForcommandPhoneRU = """
✅Заказ потвержден✅
В ближаешее время вам
позвонит менеджер для
уточнения деталей!
"""


textForcommandPhoneROM = """
✅Comandă confirmată✅
În viitorul apropiat tu
va suna managerul
clarificarea detaliilor!
"""